/* Errors returned by the device in the form of xml */
"Success" = "成功";
"TestInProgress" = "測試進行中...請稍候。";
"ErrorDeviceBusy" = "裝置忙碌中。請稍後再試。";
"ErrorDuplicateDisplayName" = "顯示或位置名稱重複。請指派不同的名稱並再試一次。";
"ErrorEmptyEntry" = "傳送到裝置的其中一個設定項目為空白。請檢查所有項目是否有效並再試一次。";
"ErrorListFull" = "空間不足，無法新增此項目。請刪除裝置中的任一項目並再試一次。";
"ErrorSettingNotTested" = "未測試此設定。";
"ErrorSystemFailure" = "發生嚴重錯誤。請稍後再試一次。";
"ErrorNoMoreSpace" = "所選伺服器的電子郵件附件大小上限太大。請輸入較小的值並再試一次。";
"ErrorNoWritePermission" = "您選取的資料夾沒有寫入權限。請設定適當的資料夾存取權限，然後再試一次。";
"ErrorConnectionFailed" = "裝置無法連線至您指定的遠端伺服器。請檢查伺服器設定。";
"ErrorConnectionRefused" = "伺服器已拒絕連線。請檢查伺服器是否已開啟且運作正常。";
"ErrorServerNotFound" = "裝置無法解析伺服器的主機名稱。請檢查伺服器設定。";
"ErrorWrongCredentials" = "伺服器已拒絕用於驗證的使用者認證。請輸入正確的認證並再試一次。";
"ErrorConnectionProblem" = "連線至遠端伺服器時發生問題。請檢查伺服器是否已連線至網路且運作正常。";
"ErrorProtocolNotSupported" = "遠端伺服器使用不支援的通訊協定。";
"ErrorInvalidFileOrDirectory" = "您指定的路徑無效。請指定有效的路徑並再試一次。";
"ErrorInvalidFolderPath" = "您指定的路徑無效。請指定有效的路徑並再試一次。";
"ErrorInvalidShare" = "共享資料夾無效。請選取不同的共享資料夾並再試一次。";
"ErrorAuthenticationNeeded" = "指定的伺服器需要驗證。請輸入正確的認證以存取伺服器並再試一次。";
"ErrorSecureConnectionNotSupported" = "伺服器不支援安全連線。請清除「使用 SSL」核取方塊並再試一次。";
"ErrorSenderInvalid" = "寄件者電子郵件地址無效。請輸入有效的寄件者電子郵件地址並再試一次。";
"ErrorRecipientInvalid" = "收件者電子郵件地址無效。請輸入有效的收件者電子郵件地址並再試一次。";
"ErrorServerError" = "伺服器傳回一個錯誤。無法完成要求的作業。請檢查您輸入的伺服器詳細資訊是否正確。";
"ErrorInvalidServerName" = "指定的伺服器無效。請輸入有效的 SMTP 伺服器並再試一次。";

"404 Not Found" = "找不到裝置。請檢查裝置是否已連線至網路並已開啟。";
"400 Bad Request" = "要求因發生錯誤而無法處理。請稍後再試一次。";

//error if the seed URL could not be obtained from the device
"COULD_NOT_GET_ACTUAL_URL" = "裝置未傳回有效的 URL。請稍候幾分鐘，再試一次。";

/* XML Data validation errors */
"Setting Error" = "發生資料遺失或無效的錯誤";
"MISSING_FOLDER_SETTING" = "遺失某些資料夾目的地詳細資訊。請選取一個資料夾，輸入使用者名稱和密碼，然後再試一次。";
"MISSING_EMAIL_SETTING" = "遺失某些電子郵件目的地詳細資訊。請輸入所有電子郵件設定，然後再試一次。";
"MISSING_SERVER_CREDENTIALS" = "遺失伺服器認證。請輸入使用者名稱和密碼，然後再試一次。";
"MISSING_DISPLAY_NAME" = "遺失寄件者名稱。請輸入寄件者名稱，然後再試一次。";
"MISSING_EMAIL_ADDRESS" = "遺失電子郵件地址。請輸入有效的電子郵件地址，然後再試一次。";
"MISSING_SERVER" = "遺失伺服器。請輸入一個伺服器，然後再試一次。";

"INVALID_PIN" = "您輸入的「個人識別碼」無效。此號碼必須為 4 位數。請輸入有效的 PIN 並再試一次。";
"INVALID_SERVER_PORT" = "您輸入的伺服器連接埠號碼無效。連接埠號碼應介於 1 至 65535 之間。";
"INVALID_ATTMT_SIZE" = "您輸入的附件大小上限無效。此數字應介於 1 至 9999 之間。請指定 -1 以自動進行附件大小設定。";
"INVALID_DFADESTINATION" = "您選取的「數位傳真目的地」無效。請選取正確的目的地。";
"INVALID_POLLING_TIME" = "您選取的「輪詢間隔」無效。有效的值為 5、10、15、20、30、45 和 60。請選取適當的間隔並再試一次。";
"INVALID_DISPLAY_NAME" = "您輸入的寄件者名稱無效。請輸入少於 25 個字元的寄件者名稱。";

/* Buttons */
"OK" = "確定";
"Cancel" = "取消";
"Hide" = "隱藏";

/* Other errors */
"GENERIC_ERROR_TITLE" = "錯誤";
"GENERIC_DEVICE_ERROR_TITLE" = "裝置錯誤";
"GENERIC_DEVICE_ERROR_DESC" = "與裝置進行通訊時發生未知的錯誤。請稍後再試一次。";
"XML_PARSING_ERROR" = "裝置傳回無效的資料。請稍候幾分鐘，然後再試一次。";
"DEVICE_COMMUNICATION_ERROR_DESC" = "與裝置進行通訊時發生錯誤。請檢查裝置和您的機器是否已連線至網路，然後再試一次。";

/*vhm: Added PML Related Errors*/

"DEVICE_NOT_FOUND_TITLE" = "找不到裝置";
"DEVICE_NOT_FOUND_DESC" = "與裝置進行通訊時發生問題。請確定裝置電源已開啟並且連線正確，然後再試一次。";

"PML_ERROR_TITLE" = "裝置錯誤";
"PML_ERROR_DESC1" = "設定裝置的資訊時發生問題。請確定輸入值是否有效。";

"SETTING_REJECTED_TITLE" = "不接受設定";
"SETTING_REJECTED_DESCRIPTION" = "無法執行設定，因為裝置已受到管理密碼保護。請使用內嵌式 Web 伺服器移除管理密碼。請參閱裝置文件取得詳細資訊";

"GENERAL_DATA_MISSING_DESCRIPTION" = "一個或多個欄位不含任何資料。請完成所有欄位或按一下「取消」。";


//Device Door open error while printing the fax logs
"DOOR_OPEN_TITLE" = "機門/蓋板已開啟";
"DOOR_OPEN_DESC" = "印表機無法列印，因為蓋板已開啟。請關閉印表機的所有蓋板。";


//Device not ready error while printing the fax logs
"INCORRECT_STATE_TITLE" = "印表機處於錯誤狀態";
"INCORRECT_STATE_DESC" = "請排除裝置的錯誤狀況並再試一次。";

//Device busy error while printing the fax logs
"DEVICE_BUSY_TITLE" = "印表機目前忙碌中";
"DEVICE_BUSY_DESC" = "印表機正在完成目前的作業，請稍候。";

//Error if the device's region code does not support fax blocking
"CALLER_ID_NOT_SUPPORTED_TITLE" = "不支援來電顯示";
"CALLER_ID_NOT_SUPPORTED_DESC" = "目前在裝置中設定的國家/地區不支援來電顯示。請使用裝置的前面板來選取支援來電顯示的國家/地區，然後再試一次。";


//Error if black list entries are applied while device is processing the fax job
"COULD_NOT_APPLY_SETTINGS_TITLE" = "無法套用設定。";
"COULD_NOT_APPLY_SETTINGS_DESC" = "請檢查裝置是否已連線且目前未處理傳真工作。";

